Repository: RealKindOne/znc
Catalog: modules/po/log.*.po
Languages: tr_tr

source: <rules>
tr_tr: <kurallar>

source: Set logging rules, use !#chan or !query to negate and *
tr_tr: Günlük kurallarını belirleyin, terse çevirmek/reddetmek için !#kanal veya !sorgu ve * kullanın

source: Clear all logging rules
tr_tr: Tüm günlüğe kaydetme kurallarını temizle

source: List all logging rules
tr_tr: Tüm günlüğe kaydetme kurallarını listele

source: <var> true|false
tr_tr: <değer> true|false

source: Set one of the following options: joins, quits, nickchanges
tr_tr: Aşağıdaki seçeneklerden birini ayarlayın: joins, quits, nickchanges (kanala katılma, çıkma, nick değişiklikleri)

source: Show current settings set by Set command
tr_tr: Set komutuyla belirlenen geçerli ayarları göster

source: Usage: SetRules <rules>
tr_tr: Kullanımı: SetRules <kurallar>

source: Wildcards are allowed
tr_tr: Joker karakterlere izin verildi

source: No logging rules. Everything is logged.
tr_tr: Kayıt kuralı yok. Her şey günlüğe kaydedilir.

source: 1 rule removed: {2}
tr_tr: 1 kural silindi: {2}

# listrules
source: Rule
tr_tr: Kural

# listrules
source: Logging enabled
tr_tr: Günlük Kaydı Etkin

source: Usage: Set <var> true|false, where <var> is one of: joins, quits, nickchanges
tr_tr: Kullanımı: Set <değer> true|false, burada <değer> şunlardan biridir: joins, quits, nickchanges

source: Will log joins
tr_tr: Kanala girişler (joins) günlüğe kaydedilecek

source: Will not log joins
tr_tr: Kanala girişler (joins) günlüğe kaydedilmeyecek

source: Will log quits
tr_tr: IRC çıkışları (quits) günlüğe kaydedilecek

source: Will not log quits
tr_tr: IRC çıkışları (quits) günlüğe kaydedilmeyecek

source: Will log nick changes
tr_tr: Rumuz değişiklikleri (nickchanges) günlüğe kaydedilecek

source: Will not log nick changes
tr_tr: Rumuz değişiklikleri (nickchanges) günlüğe kaydedilmeyecek

source: Unknown variable. Known variables: joins, quits, nickchanges
tr_tr: Bilinmeyen değişken. Bilinen değişkenler: joins, quits, nickchanges (kanala katılımlar, çıkışlar, nick değişiklikleri)

source: Logging joins
tr_tr: Kanala girişler (joins) günlüğe kaydediliyor

source: Not logging joins
tr_tr: Kanala girişler (joins) günlüğe kaydedilmiyor

source: Logging quits
tr_tr: IRC çıkışları (quits) günlüğe kaydediliyor

source: Not logging quits
tr_tr: IRC çıkışları (quits) günlüğe kaydedilmiyor

source: Logging nick changes
tr_tr: Rumuz değişiklikleri (nickchanges) günlüğe kaydediliyor

source: Not logging nick changes
tr_tr: Rumuz değişiklikleri (nickchanges) günlüğe kaydedilmiyor

source: Invalid args [{1}]. Only one log path allowed. Check that there are no spaces in the path.
tr_tr: Geçersiz arg.lar [{1}]. Yalnızca bir log yoluna izin verilir. Yolda boşluk olmadığından emin olun.

source: Invalid log path [{1}]
tr_tr: Geçersiz log yolu [{1}]

source: Logging to [{1}]. Using timestamp format '{2}'
tr_tr: [{1}]'da loglanıyor. '{2}' zaman damgası biçimi kullanılıyor

source: [-sanitize] Optional path where to store logs.
tr_tr: [-sanitize] Günlüklerin depolanacağı isteğe bağlı yol.

source: Writes IRC logs.
tr_tr: IRC günlüklerini yazar.
